Repository: Jhodavid/Banca-Cr-ditos
Catalog: lib/config/localization/arb/app_*.arb
Languages: es

# app_name
source: Banking credits
es: Banca créditos

# on_boarding_first_message
source: Access credits with just one tap and without complications.
es: Accede a créditos con un solo toque y sin complicaciones.

# on_boarding_second_message
source: Take control of your finances with confidence and access them without restrictions.
es: Toma el control de tus finanzas con confianza y accede a ellas sin restricciones.

# on_boarding_sign_in
source: Sign In
es: Ingresar

# on_boarding_sign_up
source: Sign Up
es: Registrarme

# auth_register_in
source: Register
es: Registrate

# auth_only_take_few_minutes
source: It will only take a few minutes
es: Solo te tomará unos minutos

# auth_full_name_label
source: Full Name
es: Nombre completo

# auth_full_name_hint
source: Enter your name
es: Escribe tu nombre

# auth_id_label
source: Identification
es: Identificación

# auth_id_hint
source: Enter your identification number
es: Escribe tu número de identificación

# auth_email_label
source: Email
es: Correo

# auth_email_hint
source: yourname@email.com
es: Unombre@correo.com

# auth_password_label
source: Password
es: Contraseña

# auth_password_hint
source: Enter your password
es: Escribe tu contraseña

# auth_term_and_policy_part_1
source: I accept the
es: Acepto los

# auth_term_and_policy_part_2
source: Terms
es: Terminos

# auth_term_and_policy_part_3
source: and
es: y

# auth_term_and_policy_part_4
source: Conditions
es: Condiciones

# auth_term_and_policy_part_5
source: and the
es: y la

# auth_term_and_policy_part_6
source: Privacy Policy
es: Política de privacidad

# auth_term_and_policy_part_7
source: of Credit Bank
es: de Banca créditos

# auth_continue
source: Continue
es: Continuar

# auth_do_you_have_account
source: Do you already have an account?
es: ¿Ya tienes una cuenta?

# auth_log_in
source: Log In
es: Inicia sesión

# auth_do_log_in
source: Sign In
es: Iniciar sesión

# auth_register_success_title
source: Successful Registration
es: Registro exitoso

# auth_register_success_message
source: We have successfully saved your credentials. Press continue to move forward.
es: Hemos guardado tus credenciales de forma exitosa, Presiona continuar para seguir adelante.

# auth_sing_in_message_part_1
source: Sign in or continue,
es: Inicia sesión o continua,

# auth_sing_in_message_part_2
source: it will only take a few minutes.
es: solo te tomará unos minutos.

# auth_remember
source: Remember Me
es: Recordarme

# auth_forgot_password
source: Forgot my password?
es: ¿Olvidé mi contraseña?

# auth_sign_in_google
source: Sign in with Google
es: Ingresa con Google

# auth_sign_in_apple
source: Sign in with Apple
es: Ingresa con Apple

# auth_dont_have_account
source: Don't have an account?
es: ¿No tienes una cuenta?

# home_credit_simulator
source: Credit Simulator
es: Simulador de Crédito

# home_enter_data_for_your_credit
source: Enter the data for your credit as needed.
es: Ingresa los datos para tu crédito según lo que necesites.

# home_what_type_credit
source: What type of credit do you wish to take out?
es: ¿Qué tipo de créditos deseas realizar?

# home_what_select_credit_type
source: Select the credit type
es: Selecciona el tipo de créditos

# home_how_much_your_salary
source: What is your base salary?
es: ¿Cuánto es tu salario base?

# home_enter_your_salary_to_calculate
source: Enter your salary to calculate the loan you need
es: Digita tu salario para calcular el préstamo que necesitas

# home_how_many_months
source: How many months?
es: ¿A cuántos meses?

# home_choose_term_12_to_84_months
source: Choose a term from 12 to 84 months
es: Elija un plazo desde 12 hasta 84 meses

# home_simulate
source: Simulate
es: Simular

# home_save_quote
source: Save quote
es: Guardar cotización

# home_principal
source: Home
es: Principal

# home_credit_history
source: Credit History
es: Historial de créditos

# home_here_you_will_find_your_credit_history
source: Here you will find your credit history and the record of all simulations.
es: Aquí encontrarás tu historial de créditos y el registro de todas las simulaciones.

# home_no_more_data_to_show
source: No more data to show
es: No hay mas datos por mostrar

# home_amount_of_credit
source: Credit amount
es: Monto del crédito

# home_date
source: Date
es: Fecha

# home_number_of_installments
source: Number of installments
es: Número de cuotas

# home_interest
source: Interest
es: Interés

# home_hi_user
source: Hi [fullName]
es: Hola [fullName]

# home_are_your_sure_save_quote
source: Are you sure you want to save the quote?
es: ¿Está seguro que desea Guardar la cotización?

# home_you_will_consult_quote_in_history
source: You can consult the quote in your credit history.
es: La cotización realizada la podrás consultar en tu historial de créditos.

# home_save
source: Save
es: Guardar

# home_cancel
source: Cancel
es: Cancelar

# home_no_installments
source: Installment No.
es: No. Cuota

# home_installments_value
source: Installment value
es: Valor de cuota

# home_capital_credit
source: Capital payment
es: Abono a capital

# home_maximum_loan_installment
source: Maximum loan installment
es: Cuota máxima de préstamo

# home_this_value_usually_changes_with_your_salary
source: *This value usually changes with your salary
es: *Este valor suele cambiar con respecto a tu salario

# home_annual_percentage_rate
source: Annual Effective Rate from
es: Tasa Efectiva Anual desde

# home_monthly_percentage_rate
source: Monthly Due Rate from
es: Tasa Mensual Vencida desde

# home_total_amount
source: Total loan amount
es: Valor total del prestamo

# home_principal_interest_insurance
source: Total amount payable (principal + interest + insurance)
es: Valor total a pagar (capital + interes + seguro)

# snack_bar_message_fields_not_completed
source: Fields not completed.
es: Campos sin completar.

# snack_bar_message_invalid_email_or_password
source: Invalid email and/or password(s).
es: Correo y/o contraseña inválido(s).

# snack_bar_message_not_accepted_terms_and_conditions
source: I have not accepted the terms and conditions.
es: No se han aceptado los terminos y condiciones.

# snack_bar_message_close
source: Close
es: Cerrar
